Repository: mdibella-dev/mdb-theme-blocks-two
Catalog: languages/mdb-theme-blocks-*.po
Languages: de_de

source: Blocks for Marco Di Bella's personal theme
de_de: Blöcke für Marco Di Bellas persönlichen Theme (mdb-theme-fse)

source: A container element for providing downloads.
de_de: Ein Containerelement zum Bereitstellen von Downloads.

source: Term
de_de: Schlagwort

source: Tags Archive
de_de: Schlagwortarchiv

source: Lists all articles that are tagged with a specific keyword.
de_de: Listet alle Artikel auf, die mit einem bestimmten Schlüsselwort gekennzeichnet sind.

source: Overview of the articles provided with a certain term.
de_de: Übersicht von Artikeln, die über ein bestimmtes Schlagwort verfügen.

source: Article Tags Navigation
de_de: Schaltflächenliste mit Schlagworte

source: Creates a button navigation with the post tags.
de_de: Erstellt eine Schaltflächennavigation mit den Post-Tags.

source: Shows the post terms as a button list.
de_de: Zeigt die Schlagworte eines Beitrags in Form einer Schaltflächenliste.

source: Related Posts
de_de: Ähnliche Beiträge

source: Shows the related posts.
de_de: Zeigt ähnliche Beiträge an.

source: Authors
de_de: Autoren

source: Author
de_de: Autor

source: Abstract
de_de: Auszug

source: Citation
de_de: Zitation

source: Is citated in
de_de: Wurde zitiert in

source: Keywords
de_de: Schlagwörter

source: citation suggestion
de_de: Zitationsvorschlag

source: Generate RIS file
de_de: RIS-Datei erstellen

source: Publication Details
de_de: Publikationsdetails

source: Shows the details of a single publication.
de_de: Zeigt die Details einer bestimmten Publikation an.

source: Show more
de_de: Mehr anzeigen

source: Marco Di Bella &mdash; Blocks for Marco Di Bella's personal theme (mdb-theme-fse)
de_de: Marco Di Bella &mdash; Blöcke für Marco Di Bellas persönlichen Theme (mdb-theme-fse)

source: This plugin adds custom blocks to the Gutenberg editor for use in Marco Di Bella's personal WordPress theme (mdb-theme-fse). Basically a replacement of mdb-theme-blocks (1.2.0) and mdb-theme-ajax (1.1.0).
de_de: Dieses Plugin fügt dem Gutenberg-Editor benutzerdefinierte Blöcke zur Verwendung in Marco Di Bellas persönlichem WordPress-Theme (mdb-theme-fse) hinzu. Im Grunde ein Ersatz für mdb-theme-blocks (1.2.0) und mdb-theme-ajax (1.1.0).
